var data= {
  "QuestionPaper": {
    "-UniqueId": "002",
    "-CategoryName": "Sanskrit - 3",
    "Chapter": [
      {
        "-ChapterName": "वन्दना",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित श्लोक को पूर्ण कीजिए—",
            "-defaultMark": "1",
            "item": [
			  {
                "-Question": " सर्वे ____________ सुखिन:, \n सर्वे सन्तु ____________। \n ____________ भद्राणि ____________, \n मा कश्चित् ____________ भवेत्।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "चित्रों को देखिए और वाक्य लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-OptionImage": "3.1.PNG"
              }
            ]
          }
        ]
      },
      {
        "-ChapterName": "कर्ता कारक:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) बालक: किं करोति?"
              },
              {
                "-Question": "(ख) तौ बालकौ किं कुरुत:?"
              },
              {
                "-Question": "(ग) कृषकौ किं कुरुत:?"
              },
              {
                "-Question": "(घ) वानरौ कुत्र कूर्दत:?"
              },
              {
                "-Question": "(ङ) अत्र के निवसन्ति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) देव पुस्तक पढ़ता है और लिखता है।"
              },
              {
                "-Question": "(ख) दो किसान वर्षा के जल से खेत सींचते हैं।"
              },
              {
                "-Question": "(ग) बंदर फल खाता है।"
              },
              {
                "-Question": "(घ) तुम सब पुस्तक पढ़ते हो।"
              }
            ]
          }
        ]
      },
      {
        "-ChapterName": "कर्म कारक:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) पाठं क: स्मरति?"
              },
			  {
                "-Question": "(ख) कुम्भकार: किं करोति?"
              },
			  {
                "-Question": "(ग) अन्ते विपुल: किं वदति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) बालक: ____________ लिखति।"
              },
              {
                "-Question": "(ख) सखा नैव, अद्य अहं ____________ लिखामि।"
              },
              {
                "-Question": "(ग) छात्रा: ____________ आगच्छन्ति।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों के हिंदी अर्थ लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  वैज्ञानिका:  =  ____________"
              },
			  {
                "-Question": "(ख)  चित्रम्  =  ____________"
              },
			  {
                "-Question": "(ग)  छात्र:  =  ____________"
              },
			  {
                "-Question": "(घ)  आचार्यम्  =  ____________"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "करण कारक:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) नद्या: जलेन मालाकार: किं करोति?"
              },
			  {
                "-Question": "(ख) अश्वरथेन का कुत्र च गच्छति?"
              },
			  {
                "-Question": "(ग) छात्रा: व्यायामं कथं कुर्वन्ति?"
              },
			  {
                "-Question": "(घ) कर्णाभ्यां बधिर: क:?"
              },
			  {
                "-Question": "(ङ) तडागजलेन वयं किं कृत्वा आनन्दिता: भवाम:?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों से वाक्य बनाकर लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) जनकेन  =  ____________"
              },
              {
                "-Question": "(ख) प्रक्षाल्य  =  ____________"
              },
              {
                "-Question": "(ग) कर्णाभ्याम्  =  ____________"
              },
              {
                "-Question": "(घ) जलेन  =  ____________"
              },
              {
                "-Question": "(ङ) हरिणा:  =  ____________"
              },
              {
                "-Question": "(च) पादै:  =  ____________"
              },
              {
                "-Question": "(छ) पादाभ्याम्  =  ____________"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) यहाँ एक सुन्दर नदी है।"
              },
			  {
                "-Question": "(ख) नदी के जल से माली वृक्षों को सींचता है।"
              },
			  {
                "-Question": "(ग) वे बालक भी वहाँ गेंद से व्यायाम करते हैं।"
              },
			  {
                "-Question": "(घ) वेदांत अपने पिताजी के साथ नदी पर जाता है।"
              },
			  {
                "-Question": "(ङ) राधा वहाँ पैदल जाती है।"
              },
			  {
                "-Question": "(च) तालाब के किनारे स्त्रियों का मन प्रसन्न होता है।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "हिंदी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) नद्या: तटे वृक्षा: लता: च सन्ति।"
              },
			  {
                "-Question": "(ख) राधा अपि अश्वरथेन तत्र गच्छति।"
              },
			  {
                "-Question": "(ग) वयं कन्दुकेन सह क्रीडाम:।"
              },
			  {
                "-Question": "(ङ) तत्र एक: तडाग: अपि अस्ति।"
              },
			  {
                "-Question": "(च) हरिण: स्वशावकै: सह चरन्ति।"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "सम्प्रदान कारक:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) अंकित: भ्रमणाय कुत्र गच्छति?"
              },
              {
                "-Question": "(ख) वृक्षा: कस्यार्थं फलन्ति?"
              },
              {
                "-Question": "(ग) साधो: विद्या किमर्थं भवति?"
              },
              {
                "-Question": "(घ) माता कस्मै दुग्धं ददाति?"
              },
              {
                "-Question": "(ङ) फलानि केभ्य: सन्ति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) माता पुत्राय  ____________  ददाति।            \t\t\t (दुग्धं/वृक्षम्/पर्वतम्)"
              },
              {
                "-Question": "(ख)इदं ____________ अस्ति?                    \t\t\t (कस्मै/अत्र/बालक:)"
              },
              {
                "-Question": "(ग) फलं ____________ अस्ति।                 \t\t\t (मह्यम्/बालक:/रमा)"
              },
              {
                "-Question": "(घ) फलानि बालकेभ्य: ____________।                  \t\t\t (अस्ति/सन्ति/गच्छति)"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) यह फूल मेरे लिए है।"
              },
              {
                "-Question": "(ख) ये सभी तुम्हारे लिए हैं।"
              },
              {
                "-Question": "(ग) धन दान के लिए होता है।"
              },
              {
                "-Question": "(घ) आचार्य को नमस्कार है।"
              },
              {
                "-Question": "(ङ) मैं घूमने के लिए बगिया में जाता हूँ।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों से वाक्य बनाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) भ्रमणाय"
              },
              {
                "-Question": "(ख) दुग्धम् "
              },
              {
                "-Question": "(ग) रोचते"
              },
              {
                "-Question": "(घ) वृक्षा:"
              },
              {
                "-Question": "(ङ) फलानि"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "अपादान कारक:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) वृक्षात् कानि पतन्ति?"
              },
              {
                "-Question": "(ख) हिमालयात् का निस्सरति?"
              },
              {
                "-Question": "(ग) छात्रा: कुत: आगच्छन्ति?"
              },
              {
                "-Question": "(घ) क: कस्मात् मध्ये एव आगच्छति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) वृक्षात् ____________ पतन्ति।"
              },
              {
                "-Question": "(ख) ____________ हिमालयात् निस्सरति।"
              },
              {
                "-Question": "(ग) अहं ____________ आगच्छामि।"
              },
              {
                "-Question": "(घ) भिक्षुक: ____________ गृहं याचति।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) पेड़ों से फल गिरते हैं।"
              },
              {
                "-Question": "(ख) राम नगर से बाहर जाता है।"
              },
              {
                "-Question": "(ग) वह आचार्य से पढ़ता है।"
              },
              {
                "-Question": "(घ) किसान गाँव से नगर को जाता है।"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "सम्बन्ध कारक:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) इदं कस्य उद्यानम् अस्ति?"
              },
			  {
                "-Question": "(ख) उद्यानस्य मध्ये कानि विकसन्ति?"
              },
			  {
                "-Question": "(ग) कस्य वातावरणम् अति सुन्दरम् अस्ति?"
              },
			  {
                "-Question": "(घ) वर्षाकालस्य उत्सवा: कुत्र भवन्ति?"
              },
			  {
                "-Question": "(ङ) वृक्षाणां रोपणं कृत्वा कस्य वृद्धि कुर्म:?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) इदं मम ____________ अस्ति। "
              },
              {
                "-Question": "(ख) उद्यानस्य शोभा अतिरम्या च अस्ति।"
              },
              {
                "-Question": "(ग) विद्यालयस्य आचार्य: छात्रेभ्य: वर्णयति।"
              },
              {
                "-Question": "(घ) वृक्षा: सर्वदा कुर्वन्ति।"
              },
              {
                "-Question": "(ङ) वयं वृक्षाणां रोपणं कृत्वा प्रकृति- वृद्धिं कुर्म:।"   
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
			  {
                "-Question": "(क) मैं और मेरे मित्र बगीचे में हैं।"
              },
              {
                "-Question": "(ख) माली वृक्षों को सींचता है।"
              },
              {
                "-Question": "(ग) यहाँ अनेक वृक्षों की पंक्तियाँ हैं।"
              },
              {
                "-Question": "(घ) नीरोगता के लिए वृक्षों का महत्व अधिक है।"
              },
              {
                "-Question": "(ङ) बाग का वातावरण बहुत सुंदर है। "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों से वाक्य बनाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) खग:"
              },
              {
                "-Question": "(ख) उद्यानम् "
              },
              {
                "-Question": "(ग) आचार्य: "
              },
              {
                "-Question": "(घ) वृक्ष:"
              },
              {
                "-Question": "(ङ) नर:"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "हिंदी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) उद्यानस्य मध्ये पुष्पाणि विकसन्ति।"
              },
              {
                "-Question": "(ख) मालाकार: वृक्षान् सिञ्चति।"
              },
              {
                "-Question": "(ग) उद्यानस्य शोभा अतिरम्या अवर्णनीया च अस्ति। "
              },
              {
                "-Question": "(घ) तै: सह अध्यापका: अध्यापिकाश्च अपि आगच्छन्ति।"
              },
              {
                "-Question": "(ङ) इदं मम मित्रस्य उद्यानम् अस्ति।"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "अधिकरण कारक:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) नदी कुत्र वहति?"
              },
              {
                "-Question": "(ख) नद्या: जलं कीदृशम् अस्ति?"
              },
              {
                "-Question": "(ग) आश्रमे मुनय: किं किं कुर्वन्ति?"
              },
              {
                "-Question": "(घ) कुत्र चित्त: प्रसन्न: भवति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) अयम् एक:  ____________ आश्रम: अस्ति।"
              },
              {
                "-Question": "(ख) इयं ____________ नदी अस्ति।"
              },
              {
                "-Question": "(ग) अयमेव मुनीनां ____________ आचार:।"
              },
              {
                "-Question": "(घ) अत्र ____________ कोलाहल: नास्ति।"
              },
              {
                "-Question": "(ङ) अहो! ____________ इदं स्थलम्।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) आश्रम के समीप गंगा नदी बहती है।"
              },
              {
                "-Question": "(ख) यहाँ अनेक कुटियाँ हैं।"
              },
              {
                "-Question": "(ग) आश्रम में बहुत-से पशु-पक्षी भी रहते हैं। "
              },
              {
                "-Question": "(घ) आश्रम के पास नगर का शोर नहीं है।"
              },
              {
                "-Question": "(ङ) आश्रम में सब जगह शांति है।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "हिंदी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) अस्या: तटे बहव: वृक्षा: सन्ति।"
              },
              {
                "-Question": "(ख) आश्रमे एकं सुरम्यं स्थलम् अस्ति।"
              },
              {
                "-Question": "(ग) केचन शिशव: मृगै: सह अपि क्रीडन्ति। "
              },
              {
                "-Question": "(घ) अत्र मयूरा: अपि नृत्यन्ति।"
              },
              {
                "-Question": "(ङ) नगरस्य कोलाहलं आश्रमे नास्ति।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों से वाक्य बनाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) कोलाहल:"
              },
              {
                "-Question": "(ख) आचार: "
              },
              {
                "-Question": "(ग) मयूरा: "
              },
              {
                "-Question": "(घ) आश्रम:"
              },
              {
                "-Question": "(ङ) शान्ति:"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "सम्बोधन कारक:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) विमल: विद्यालयं कदा गच्छति?"
              },
              {
                "-Question": "(ख) विमलस्य अवकाश: कदा भविष्यति?"
              },
              {
                "-Question": "(ग) रमा कदा भोजनं करिष्यति?"
              },
              {
                "-Question": "(घ) रमायै किं  रोचते?"
              },
              {
                "-Question": "(ङ) किं  रमा भोजनमन्त्रं पठिष्यति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) त्वं विद्यालयं कदा ____________?"
              },
              {
                "-Question": "(ख) कदा तव ____________ भविष्यति?"
              },
              {
                "-Question": "(ग) त्वं कदा भोजनं ____________?"
              },
              {
                "-Question": "(घ) अहं ____________ भोजनं करिष्यामि।"
              },
              {
                "-Question": "(ङ) मह्यं ____________ रोचते। "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) आचार्य जी मुझे पढ़ाएँगे।"
              },
              {
                "-Question": "(ख) विद्यालय में आज बालसभा होगी।"
              },
              {
                "-Question": "(ग) मैं मध्याह्न में भोजन करूँगा।"
              },
              {
                "-Question": "(घ) आज सोमवार है।"
              },
              {
                "-Question": "(ङ) मैं श्लोक-पाठ करूँगा।"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "सुभाषितानि",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) दैवं कथं न सिध्यति?"
              },
              {
                "-Question": "(ख) क: पदे पदे दशति?"
              },
              {
                "-Question": "(ग) चन्द्रचन्दनयो: मध्ये का श्रेष्ठा अस्ति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) ____________ न सिध्यति।"
              },
              {
                "-Question": "(ख) ____________ कालेन दशति।"
              },
              {
                "-Question": "(ग) एक एव सृहृद् ____________।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का अपने वाक्यों में प्रयोग कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) दशति"
              },
              {
                "-Question": "(ख) पश्यति "
              },
              {
                "-Question": "(ग) याति"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "मम विद्यालय:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) छात्रा: कुत्र गच्छन्ति किमर्थच?"
              },
              {
                "-Question": "(ख) छात्रा: विद्यालये के-के विषया: पठन्ति?"
              },
              {
                "-Question": "(ग) स्वस्थ शरीराय किम् आवश्यकम्?"
              },
              {
                "-Question": "(घ) विद्यालयस्य परिणाम: कथं भवति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "हिंदी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) अत्र क्रीडायै क्रीडाक्षेत्रम् अपि अस्ति।"
              },
              {
                "-Question": "(ख) ये छात्रा: अनुशासनं पालयन्ति ते एव जीवने सफला: भवन्ति।"
              },
              {
                "-Question": "(ग) स्वस्थशरीराय क्रीडनम् अनिवार्यं भवति।"
              },
              {
                "-Question": "(घ) विद्यालयस्य केचन नियमा: सन्ति येषां पालनं सर्वे कुर्वन्ति।"
              },
              {
                "-Question": "(ङ) मम विद्यालयस्य परिणाम: सर्वदा उत्तम: भवति।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) हमारा विद्यालय एक आदर्श विद्यालय है।"
              },
              {
                "-Question": "(ख) हम सभी छात्र यहाँ ध्यानपूर्वक पढ़ते हैं।"
              },
              {
                "-Question": "(ग) सारे छात्र प्रधानाध्यापक का सम्मान करते हैं।"
              },
              {
                "-Question": "(घ) खेलना स्वास्थ्य के लिए आवश्यक है।"
              },
              {
                "-Question": "(ङ) हम खेल के मैदान में खेलते हैं।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों से वाक्य बनाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) अनुशासनम्"
              },
              {
                "-Question": "(ख) पठनाय"
              },
              {
                "-Question": "(ग) विद्यालये"
              },
              {
                "-Question": "(घ) विद्वान्"
              },
              {
                "-Question": "(ङ) सम्मानम्"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित को संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) खेल का मैदान"
              },
              {
                "-Question": "(ख) परिश्रम से"
              },
              {
                "-Question": "(ग) दंड देते हैं"
              },
              {
                "-Question": "(घ) पढ़ने के लिए"
              },
              {
                "-Question": "(ङ) खेलते हैं "
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "रक्षाबन्धनम्",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) रक्षाबन्धनस्य उत्सव: कदा भवति?"
              },
              {
                "-Question": "(ख) वर्षाकाले प्रकृति: कीदृशी दृश्यते?"
              },
              {
                "-Question": "(ग) भगिन्य: अस्मिन् उत्सवे किं कुर्वन्ति?"
              },
              {
                "-Question": "(घ) भगिनीं प्रति भ्रातर: किं सज्र्ल्पं कुर्वन्ति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) भारतवर्षे बहव: ____________ भवन्ति।"
              },
              {
                "-Question": "(ख) ग्रीष्मावसाने वर्षाकाले ____________ अयम् उत्सव: सम्पद्यते।"
              },
              {
                "-Question": "(ग) भ्रातर: भगिनीभ्य: ____________ यच्छन्ति।"
              },
              {
                "-Question": "(घ) यजमानेभ्यश्च ____________ यच्छन्ति।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों के हिंदी में अर्थ लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) सम्पद्यते "
              },
              {
                "-Question": "(ख) इतस्तत:"
              },
              {
                "-Question": " (ग) भगिन्य:"
              },
              {
                "-Question": " (घ) यच्छन्ति"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "शशक-कच्छपयो: कथा",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) शशक: कुत्र अवसत्?"
              },
              {
                "-Question": "(ख) गर्वित: क: आसीत्?"
              },
              {
                "-Question": "(ग) क: वेगेन अधावत्?"
              },
              {
                "-Question": "(घ) अन्ते क: विजयी अभवत्?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) शशक: अतीव ____________ आसीत्।"
              },
              {
                "-Question": "(ख)अहं ____________ गच्छामि।"
              },
              {
                "-Question": "(ग) अहम् अपि त्वया ____________ चलामि।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित कथनों के सामने सही या गलत का चिह्न लगाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) शशक: एकस्मिन् गृहे अवसत्।"
              },
              {
                "-Question": "(ख) कच्छप: वेगेन अधावत्।"
              },
              {
                "-Question": "(ग) कच्छप: विजयी अभवत्।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित का अंग्रेजी तथा हिंदी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) निरन्तरं गतिशील: एव विजयी भवति।"
              },
              {
                "-Question": "(ख) त्वं मन्दं-मन्दं चलसि।"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "मूर्ख: गर्दभ:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) रजक: कौ अपालयत्?"
              },
              {
                "-Question": "(ख) कुक्कुर: कस्मै ईष्र्यति?"
              },
              {
                "-Question": "(ग) चौरा: कुत्र प्रविष्टा:?"
              },
              {
                "-Question": "(घ) क: उच्चै: शब्दम् अकरोत्?"
              },
              {
                "-Question": "(ङ)  गर्दभं क: अताडयत् किमर्थ च?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों की हिंदी लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) बुक्कामि"
              },
              {
                "-Question": "(ख) कुक्कुर:"
              },
              {
                "-Question": "(ग) मौनम्"
              },
              {
                "-Question": "(घ) चौरा:"
              },
              {
                "-Question": "(ङ) गर्दभ:"
              },
              {
                "-Question": "(च) रजक:"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों को शुद्ध करके लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) एकस्मिन् ग्रामे एकं रजकं आसन्।"
              },
              {
                "-Question": "(ख) गदर्भ: उच्चै: शब्दं अकुर्वन्।"
              },
              {
                "-Question": "(ग) रजक: गर्दभं दण्डं अताडयत्।"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "मम दिनचर्या",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) त्वं कदा शय्यां त्यजसि?"
              },
              {
                "-Question": "(ख) त्वं स्व गृहकार्यं कदा करोषि?"
              },
              {
                "-Question": "(ग) व्यायामेन किं भवति?"
              },
              {
                "-Question": "(घ) त्वं विद्यालये किं करोषि?"
              },
              {
                "-Question": "(ङ) तव विद्यालये के-के कार्यक्रमा: भवन्ति?"
              },
              {
                "-Question": "(च) त्वं दूरदर्शने किं पश्यसि?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) अहं प्रात:काले पञ्चवादने ____________ त्यजामि।"
              },
              {
                "-Question": "(ख) व्यायामेन शरीर: ____________ च भवति।"
              },
              {
                "-Question": "(ग) गुरुजनान् सादरं सश्रद्धां सविनयं च ____________।"
              },
              {
                "-Question": "(घ) मम माता मह्यम् ____________ च यच्छति।"
              },
              {
                "-Question": "(ङ) अहं स्वकार्यं ____________ एव करोमि।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का प्रयोग करते हुए संस्कृत में वाक्य बनाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) प्रदत्तम्"
              },
              {
                "-Question": "(ख) प्रतिभागम्"
              },
              {
                "-Question": "(ग) प्रात:काले"
              },
              {
                "-Question": "(घ) च"
              },
              {
                "-Question": "(ङ) दुग्धम्"
              },
              {
                "-Question": "(च) पर्यन्तम्"
              },
              {
                "-Question": "(छ) शय्या"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) मैं ईश्वर का स्मरण करता हूँ।"
              },
              {
                "-Question": "(ख) मैं प्रात:काल पाँच बजे उठता हूँ।"
              },
              {
                "-Question": "(ग) मैं माता-पिता के चरणों को सादर नमन करता हूँ।"
              },
              {
                "-Question": "(घ) मैं अपना कार्य स्वयं ही करता हूँ।"
              },
              {
                "-Question": "(ङ) व्यायाम से शरीर सुदृढ़ और नीरोगी होता है।"
              },
              {
                "-Question": "(च) मैं विद्यालय के कार्यकलापों में उत्साहपूर्वक भाग लेता हूँ।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "चित्रों को देखिए और वाक्य लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-OptionImage": "3.2.PNG"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "बुद्धिमान् मित्रम्",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) हरिणस्य मित्रं क: आसीत्?"
              },
              {
                "-Question": "(ख) शृगाल: कस्य मांसं खादितुम् ऐच्छत्?"
              },
              {
                "-Question": "(ग) क: पाशे अपतत्?"
              },
              {
                "-Question": "(घ) हरिण: पाशात् मुक्त: कथम् अभवत्?"
              },
              {
                "-Question": "(ङ) क: मृत: कथञ्च?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) हरिण: प्रतिदिनं ____________ खादति स्म।"
              },
              {
                "-Question": "(ख) पाशे पतितं ____________ अपश्यत्।"
              },
              {
                "-Question": "(ग) हरिणं ____________ विलोक्य ____________ प्रसन्न: अभवत्।"
              },
              {
                "-Question": "(घ) काक: ____________ अकरोत्।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) एक बार एक सियार ने हिरन को देखा।"
              },
              {
                "-Question": "(ख) सियार हिरन को धान के खेत में ले गया।"
              },
              {
                "-Question": "(ग) कौए ने जाल में फँसे हुए हिरन को देखा।"
              },
              {
                "-Question": "(घ) कौए की बुद्धिमानी से हिरन की जान बच गई।"
              },
              {
                "-Question": "(ङ) अपनी धूर्तता के कारण सियार मर गया।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "चित्रों को देखिए और वाक्य लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-OptionImage": "3.3.PNG"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "जन्तुलोक:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) जन्तुषु केषां गणना भवति?"
              },
              {
                "-Question": "(ख) कृषकस्य मित्रं क: अस्ति?"
              },
              {
                "-Question": "(ग) विशालकाय: क: भवति?"
              },
              {
                "-Question": "(घ) मधुरावाणी कस्या भवति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) जन्तुषु ____________ गणना भवति।"
              },
              {
                "-Question": "(ख) अश्व: तीव्रम् ____________।"
              },
              {
                "-Question": "(ग) उष्ट्र: ग्रामात् नगरं ____________।"
              },
              {
                "-Question": "(घ) मयूरा: वर्षाकाले ____________।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों को संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) बैल"
              },
              {
                "-Question": "(ख) बकरी"
              },
              {
                "-Question": "(ग) मैना"
              },
              {
                "-Question": "(घ) कबूतर"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) बकरी दूध देती है।"
              },
			  {
                "-Question": "(ख) कुत्ता हमारा रक्षक होता है।"
              },
			  {
                "-Question": "(ग) घोड़ा तेज दौड़ता है।"
              },
			  {
                "-Question": "(घ) मोर वर्षाकाल में नाचते हैं।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "शब्दार्थों का मिलान कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "सहचरा:                 हाथी"
              },
			  {
                "-Question": "तीव्रम्                    पशुओं को"
              },
			  {
                "-Question": "गज:                     कुछ"
              },
			  {
                "-Question": "मृगान्                     साथी"
              },
			  {
                "-Question": "केचन                    मीठा"
              },
			  {
                "-Question": "मधुरम्                      तेज"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "श्लोकपञ्चकम्",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) वसुधैव कुटुम्बकं केषां कृते अस्ति?"
              },
              {
                "-Question": "(ख) कार्याणि कथं न सिध्यन्ति?"
              },
              {
                "-Question": "(ग) विद्यार्थिन: पञ्चलक्षणं किम्?"
              },
              {
                "-Question": "(घ) अष्टादश पुराणेषु किं द्वयं वचनम्?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) उदारचरितानां तु ____________।"
              },
              {
                "-Question": "(ख) अलस्य कुतो ____________ अविद्याया: कुतो ____________।"
              },
              {
                "-Question": "(ग) ____________ पुण्याय पापाय ____________।"
              },
              {
                "-Question": "(घ) उद्यमेन हि ____________ कार्याणि न ____________।"
              },
              {
                "-Question": "(ङ) काक चेष्टा ____________ तथैव च।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "हिंदी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) अयं निज: परो वेति गणना लघुचेतसाम्।"
              },
              {
                "-Question": "(ख) अधनस्य कुतो मित्रम् अमित्रस्य कुतो सुखम्।"
              },
              {
                "-Question": "(ग) अष्टादश पुराणेषु व्यासस्य वचनद्वयम्।"
              },
              {
                "-Question": "(घ) उद्यमेन हि सिध्यन्ति कार्याणि न मनौरथै:।"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "मूर्ख: वानर:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) वणिक: कुत्र अवसत्?"
              },
              {
                "-Question": "(ख) वणिक: स्वभावेन कीदृश: आसीत्?"
              },
              {
                "-Question": "(ग) वानर: कथं क्रुद्ध: अभवत्?"
              },
              {
                "-Question": "(घ) वानर: मक्षिकां हन्तुं किमकरोत्?"
              },
              {
                "-Question": "(ङ) वणिकस्य नासिका केन छिन्ना अभवत्?"
              },
              {
                "-Question": "(च) कै: सह मित्रता न उचिता?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) वणिकस्य भवने बहव: ____________ आसन्।"
              },
              {
                "-Question": "(ख) स: वानर: वणिकाय ____________ आसीत्।"
              },
              {
                "-Question": "(ग) सा मक्षिका तस्य ____________ उपरि उपविशत्।"
              },
              {
                "-Question": "(घ) स: वानर: ____________ तम् अवीजयत्।"
              },
              {
                "-Question": "(ङ) ____________ सह मित्रता न उचिता।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "सही कथनों पर सही तथा गलत पर का चिह्न लगाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) वणिक: अतीव दुष्ट: आसीत्।"
              },
              {
                "-Question": "(ख) तस्य भवने एक: पशु: आसीत्।"
              },
              {
                "-Question": "(ग) वानर: वणिकाय प्रिय: न आसीत्।"
              },
              {
                "-Question": "(घ) एका मक्षिका वानरस्य नासिकाया: उपरि उपविशत्।"
              },
              {
                "-Question": "(ङ) मूर्खै: सह मित्रता न उचिता।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) राम के घर में एक गाय है।"
              },
              {
                "-Question": "(ख) मेरे विद्यालय में बहुत-से छात्र पढ़ते हैं और प्रेम से रहते हैं।"
              },
              {
                "-Question": "(ग) हम सब गेंद से खेलते हैं।"
              },
              {
                "-Question": "(घ) माता ने राम को भोजन दिया।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) एकस्मिन् नगरे एक: धनिक: वणिक: आसीत्।"
              },
              {
                "-Question": "(ख) मक्षिका पुन: पुन: धनिकस्य नासिकाया: उपरि उपविशत्।"
              },
              {
                "-Question": "(ग) मक्षिकाया: अनेन कार्येण स: वानर: अतीव क्रुद्ध: अभवत्।"
              },
              {
                "-Question": "(घ) खड्गेन वणिकस्य नासिका छिन्ना अभवत्।"
              },
              {
                "-Question": "(ङ) मूर्खै: सह मित्रता न उचिता।"
              }
            ]
          }
        ]
      },
	  {
        "-ChapterName": "नीतिवाक्यानि",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) कतमं वच: दुर्लभम्?"
              },
              {
                "-Question": "(ख) केन सदृशं पवित्रमिह न विद्यते?"
              },
              {
                "-Question": "(ग) सर्वे गुणा: कम् आश्रयन्ति?"
              },
              {
                "-Question": "(घ) क: देवो भव?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) सत्य की सदा विजय होती है।"
              },
              {
                "-Question": "(ख) अतिथि देवता होता है।"
              },
              {
                "-Question": "(ग) हमें कर्म करना चाहिए फल की चिंता नहीं करनी चाहिए।"
              },
              {
                "-Question": "(घ) सभी गुण धन पर आश्रित होते हैं।"
              },
              {
                "-Question": "(ङ) सदाचार सबसे बड़ा धर्म है।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों की विभक्ति और वचन लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-OptionImage": "3.4.PNG"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों से संस्कृत में वाक्य बनाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) कर्मणि"
              },
			  {
                "-Question": "(ख) आचार:"
              },
			  {
                "-Question": "(ग) ज्ञानेन"
              },
			  {
                "-Question": "(घ) धर्म:"
              }
            ]
          }
        ]
      }
    ]
  }
}